const PrivacyPage = () => {
    return (
        <div className='text-lg'>
            <h1 className='text-xl font-bold'>개인정보 처리방침</h1><br/>
            Mulkkogi은(는) 정보주체의 자유와 권리 보호를 위해 「개인정보 보호법」
            및 관계 법령이 정한 바를 준수하여, 적법하게 개인정보를 처리하고 안전하게
            관리하고 있습니다. 이에 「개인정보 보호법」 제30조에 따라 정보주체에게
            개인정보의 처리와 보호에 관한 절차 및 기준을 안내하고, 이와 관련한 고충을
            신속하고 원활하게 처리할 수 있도록 하기 위하여 다음과 같이 개인정보 처리방침을
            수립・공개합니다.
            <br/><br/>
            제1조 (개인정보의 처리목적)
            <br/>Mulkkogi는 다음의 목적을 위하여 개인정보를 처리합니다. 처리하고 있는 개인정보는 다음의 목적 이외의 용도로는 이용되지 않으며, 이용 목적이 변경되는 경우에는 개인정보보호법
            제18조에 따라
            별도의 동의를 받는 등 필요한 조치를 이행할 예정입니다.<br/><br/>1. 홈페이지 회원 가입 및 관리<br/>회원 가입 의사 확인, 회원자격
            유지․관리, 서비스 부정 이용 방지, 만 14세 미만 아동의 개인정보처리 시 법정대리인의 동의 여부 확인, 각종 고지․통지, 고충 처리를 목적<br/>
            2. 서비스 제공, 콘텐츠 제공, 맞춤서비스 제공 목적<br/>
            3. 마케팅 및 광고에 활용, 신규 서비스 개발 및 특화, 이벤트 등 광고성 정보 전달, 인구통계학적 특성에 따른 서비스 제공 및 광고 게재<br/>
            4. 접속 빈도 파악 또는 회원의 서비스 이용에 대한 통계<br/><br/>
            제2조 (개인정보의 처리 및 보유기간)<br/>
            Mulkkogi는 개인정보의 수집 및 이용목적이 달성된 후나 회원탈퇴와 같은 개인정보 수집 제공에 대한 동의 철회 시 해당 정보를 파기하는 등 필요한 조치를 취합니다.<br/><br/>
            다만 내부 방침 및 관계법령에 따라 보관할 수 있으며, 구체적인 개인정보의 보유 및 이용기간은 다음과 같습니다.<br/><br/>
            1. 불법적 사용자에 대한 관련 기관 수사 협조에 따라 개인정보가 최대 1년간 보관 후 파기됩니다.<br/>
            2. 정리되지 않은 게시글 및 댓글은 장기 보관될 수 있습니다.<br/>
            3. 논란 및 악성 이용자의 서비스 이용 제한과 재발 방지를 위해 회원의 DI값(중복가입 확인 정보), 서비스 이용 제한 조치 이력을 5년간 보관합니다.<br/>
            4. 전자상거래 등에서의 소비자 보호에 관한 법률, 통신비밀보호법 등 법령에 의해 보관해야 하는 정보는 법령이 정한 기간 동안 보관합니다.<br/>
            <br/>
            제3조(이용자 및 법정대리인의 권리와 그 행사 방법)<br/>
            1. 회원은 개인정보를 조회하거나 수정할 수 있으며 가입 해지를 요청할 수도 있습니다.<br/>
            2. 회원 개인정보 조회 및 수정을 위해서는 ‘개인정보 변경’(또는 ‘회원정보 수정’ 등)을 가입 해지(동의 철회)를 위해서는 “회원탈퇴”를 클릭하여 본인
            확인 절차를 거치신 후 직접 열람, 정정 또는 탈퇴가 가능합니다. 혹은 개인정보관리책임자에게 이메일로 연락하시면 지체 없이 조치하겠습니다.<br/>
            3. 회원 개인정보의 오류에 대한 정정을 요청하신 경우에는 정정을 완료하기 전까지 당해 개인정보를 이용 또는 제공하지 않습니다. 또한 잘못된 개인정보를 제3자에게 이미 제공한 경우에는
            정정 처리결과를 제3자에게 지체 없이 통지하여 정정이 이루어지도록 하겠습니다.<br/>
            4. Mulkkogi 는 회원 혹은 법정 대리인의 요청에 의해 해지 또는 삭제된 개인정보는 "Mulkkogi이 수집하는 개인정보의 보유 및 이용기간”에 명시된 바에 따라 처리하고 그 외의
            용도로 열람 또는 이용할 수 없도록 처리하고 있습니다.<br/><br/>

            제4조(처리하는 개인정보 항목)<br/>
            Mulkkogi는 다음의 개인정보 항목을 처리하고 있습니다.<br/><br/>
            1. 홈페이지 회원 가입 및 관리
            <br/>- 아이디, 비밀번호<br/><br/>
            2. 사이트 내 접속 및 활동 시 아래 정보가 자동으로 생성되어 수집될 수 있습니다.
            <br/>- 서비스 이용 기록, 접속 로그, 방문일시, 기기 정보, 쿠키, IP주소, 부정 이용 기록<br/>
            <br/>제5조(개인정보의 파기)<br/>① Mulkkogi는 개인정보 보유
            기간의 경과, 처리목적 달성 등 개인정보가 불필요하게 되었을 때에는 지체없이 해당 개인정보를 파기합니다.<br/>② 정보주체로부터 동의받은 개인정보 보유 기간이 경과하거나 처리목적이
            달성되었음에도 불구하고 다른 법령에 따라 개인정보를 계속 보존하여야 하는 경우에는, 해당 개인정보를 별도의 데이터베이스(DB)로 옮기거나 보관장소를 달리하여 보존합니다.<br/>③
            개인정보
            파기의 절차 및 방법은 다음과 같습니다.<br/>1. 파기 절차<br/>Mulkkogi는 파기 사유가 발생한 개인정보를 선정하고, Mulkkogi의 개인정보 보호책임자의 승인을 받아
            개인정보를
            파기합니다.<br/>2. 파기 방법<br/>Mulkkogi는 전자적 파일 형태로 기록․저장된 개인정보는 기록을 재생할 수 없도록 파기하며, 종이 문서에 기록․저장된 개인정보는 분쇄기로
            분쇄하거나 소각하여 파기합니다.
            <br/><br/>제6조(개인정보의 안전성 확보조치)
            <br/>Mulkkogi는 개인정보의 안전성 확보를 위해 다음과 같은 조치를 하고 있습니다.<br/>
            1. 관리적 조치 : 내부관리계획 수립 및 시행, 정기적 직원 교육 등
            <br/>2. 기술적 조치 : 개인정보처리시스템 등의 접근 권한 관리, 접근통제시스템 설치, 고유 식별정보
            <br/>등의 암호화, 보안프로그램 설치<br/>
            3. 물리적 조치 : 전산실, 자료보관실 등의 접근통제<br/><br/>제7조(개인정보 자동 수집 장치의 설치∙운영 및 거부에
            관한 사항)
            <br/><br/>
            <p>회사는 이용자들에게 특화된 맞춤 서비스를 제공하기 위해서 이용자들의 정보를 저장하고 수시로 불러오는 '쿠키(cookie)'를 사용합니다. 쿠키란 웹사이트를 운영하는데 이용되는 서버가
                이용자의 웹 브라우저에게 보내는 소량의 텍스트 정보로 이용자들이 사용하는 기기(PC, 스마트폰, 태블릿 등 서비스 사용이 가능한 기기 중 쿠키 설정이 가능한 기기)에
                저장되기도
                합니다.</p><br/>
            ① 쿠키를 통한 맞춤화 서비스 제공<br/>
            쿠키의 사용 목적
            <p>
                - 이용자들의 접속 빈도나 방문 시간 등 이용 형태와 자취 등을 추적해 이용자들의 취향과 관심분야를 파악하여 이용자에게 최적화된 맞춤형 정보를 제공하기 위함
            </p>
            쿠키 설치, 운영 및 거부
            <ul>
                <li>
                    - 이용자들은 쿠키 사용에 대한 선택권을 가지고 있으며, 웹 브라우저의 설정에 따라 모든 쿠키를 허용하거나, 쿠키가 저장될 때마다 확인을 거치거나, 아니면
                    모든 쿠키의
                    저장을 거부할 수도 있습니다.
                </li>
                <li>
                    - 쿠키 설정을 거부하는 방법으로는 이용자가 사용하는 웹 브라우저의 옵션을 선택함으로써 모든 쿠키를 허용하거나 쿠키를 저장할 때마다 확인을 거치거나, 모든
                    쿠키의 저장을
                    거부할 수 있습니다.
                </li>
                <li>단, 쿠키 설치를 거부하였을 경우 일부 서비스 이용에 어려움이 있을 수 있습니다.</li>
            </ul>
            쿠키 설정 방법 예
            <ul>
                <li>- Microsoft Edge: 상단의 도구 &gt; 설정 &gt; 쿠키 및 사이트 권한</li>
                <li>- Chrome: 설정 메뉴 &gt; 개인 정보 보호 및 보안 &gt; 인터넷 사용 기록 삭제 &gt; 쿠키</li>
            </ul>

            ② 구글 애널리틱스를 통한 로그 분석
            <p>회사는 구글 애널리틱스(Google Analytics)를 이용하여 로그 분석을 하고 있습니다. 이용자를 식별할 수 없으며 전체적인 로그 분석에만 이용합니다. 이용자는 구글 애널리틱스
                수집을 거부할 수 있습니다. ('쿠키 설정 차단' 혹은 '구글 애널리틱스 차단 브라우저 부가 기능' 사용)</p>
            <br/>
            제8조(개인정보 보호책임자)<br/>① Mulkkogi는 개인정보 처리에 관한 업무를 총괄해서 책임지고, 개인정보 처리와 관련한 정보주체의 불만 처리 및 피해구제 등을 위하여
            아래와 같이 개인정보 보호책임자를 지정하고 있습니다.<br/><br/>
            개인정보 보호책임자<br/>연락처 및 이메일 : mulkkogi.official@gmail.com<br/><br/>
            개인정보 보호 담당부서<br/>연락처 및 이메일 : mulkkogi.official@gmail.com<br/><br/>
            ② 정보주체께서는 Mulkkogi의 서비스(또는 사업)을 이용하시면서 발생한 모든
            개인정보 보호 관련 문의, 불만 처리, 피해구제 등에 관한 사항을 개인정보 보호책임자 및 담당부서로 문의하실 수 있습니다. Mulkkogi는 정보주체의 문의에 대해 지체없이 답변 및
            처리해드릴
            것입니다.<br/><br/>
            제9조(권익침해 구제 방법)<br/><br/>
            이용자는 정보 침해로 인한 구제를 받기 위하여 개인정보분쟁조정위원회, 한국인터넷진흥원 개인정보침해신고센터 등에 분쟁 해결이나 상담 등을 신청할 수 있습니다. 이 밖에 기타 개인정보 침해에
            대한
            신고, 상담에 대해서는 아래의 기관에 문의하시기 바랍니다.<br/><br/>

            - 개인정보분쟁조정위원회 (https://www.kopico.go.kr / 국번 없이 1833-6972)<br/>
            - 개인정보침해신고센터 (https://privacy.kisa.or.kr / 국번 없이 118)<br/>
            - 대검찰청 (https://www.spo.go.kr / 국번 없이 1301)<br/>
            - 경찰청 (https://ecrm.police.go.kr / 국번 없이 182)<br/>
            <br/>이 개인정보 처리방침은 2025. 02. 18부터 적용됩니다.<br/>
        </div>)
}

export default PrivacyPage;